{
  "data":
    [
      {
        "title": "cover",
        "img": "01_cover",
        "text": "---"
      },
      {
        "title": "Cigna PPO",
        "img": "03",
        "text": "Even when health insurance says that something is \"covered\", many trans folks experience bureaucratic issues surrounding gender affirming services and procedures. Some health insurance companies even have a policy that all gender affirming services and procedures will be initially denied, and then will approve them only after an appeal is filed. That process of initial denial before appeal is clearly defined in the policy documentation . This panel is inspired by a woman having her laser hair removal denied by Cigna PPO for over 8 months."
      },
      {
        "title": "Out of Network Benefits (needs link and unsafe html)",
        "img": "04",
        "text": "Many health insurance companies will only cover surgeries from a narrow set of surgeons, which are often surgeons who work for major hospital systems. Many gender affirming surgeries are difficult procedures that require extremely specialized training. It’s not uncommon to find surgeons doing procedures on trans folks who do not have adequate training to be doing them. The causes of this are complex and have a significant history, and you can read a lot about in here [link to that insane article on r/transgender_surgeries]. <br/> When folks are faced with such terrible choices, they often elect to pay cash for surgeries with more competent surgeons. Many of us turn to Go Fund Me for this, as surgeries can range between $5,000 and $65,000, plus recovery costs. "
      },
      {
        "title": "$13,000 Later",
        "img": "05",
        "text": "A single case agreement is when an insurance company agrees to pay an out of network provider at an in-network rate. This panel is inspired by a woman who paid cash for a transgender-competent therapist, and spent over $13,000 doing so, before learning that filling out a single form with her insurance company would make it affordable."
      },
      {
        "title": "Calling for a PCP",
        "img": "06",
        "text": "Health insurance companies keep a database of doctors who are in-network, as well as their specialties. This panel is inspired by someone who called to find a trans care doctor, and was told that they didn’t have that information. Trans healthcare is not \"new\"."
      },
      {
        "title": "Medicaid Coverage Gap",
        "img": "07",
        "text": "---"
      },
      {
        "title": "Controlled Substance",
        "img": "08",
        "text": "---"
      },
      {
        "title": "Insurance Kinks",
        "img": "09",
        "text": "See explanation for panel #2, \"Cigna PPO\". This is a joke, but the crocs are serious."
      },
      {
        "title": "Trauma Therapist Navigates Kaiser",
        "img": "10",
        "text": "---"
      },
      {
        "title": "Support Ur Siblings",
        "img": "11",
        "text": "---"
      },
      {
        "title": "Gatekeeping",
        "img": "12",
        "text": "---"
      },
      {
        "title": "Looking for Work",
        "img": "13",
        "text": "---"
      },
      {
        "title": "Why I'm an Anti-Capitalist",
        "img": "14",
        "text": "I personally find it hard to say that there are architects that specifically hate trans people, and that’s why they make health insurance the way they do. I think it’s more so that they don’t care about us and don’t care to learn anything about us. That ignorance, plus the drive for profit, creates discriminatory systems. But I’m literally just some rando, don’t listen to me, read a book about redlining and tell me how systemic oppression really works."
      },
      {
        "title": "An Unsanctioned Cure",
        "img": "15",
        "text": "Ketamine, commonly known as a \"horse tranquilizer\" or a party drug, is a highly effective anti-depressant when used in a specific manner (50-70mg every 72hrs). Insurance will rarely cover the drug or the appointments to get the drug. When prescribed, it often comes in a nasal spray, and is not snorted as depicted in this panel. Because the street drug is substantially cheaper than having to pay a doctor AND the pharmacy… it makes financial sense to just get it illegally. The person in the panel is being depicted as doing WAY more ketamine than required for her depression, don’t try this at home."
      }
    ]
}
